Tekla.Structures.DrawingInternal.MarkLearning


Tekla.Structures.DrawingInternal.MarkLearning.GetViewAttributesFromCurrentDrawing(System.Int32)


Tekla.Structures.DrawingInternal.MarkLearning.GetViewAttributes(System.Int32,System.Int32)


Tekla.Structures.DrawingInternal.MarkLearning.CountModelObjectTypesFromCurrentDrawing(System.Int32)


Tekla.Structures.DrawingInternal.MarkLearning.CountModelObjectTypes(System.Int32,System.Int32)


Tekla.Structures.DrawingInternal.MarkLearning.ListDrawingModelObjectsInView(System.Int32,System.Int32)


Tekla.Structures.DrawingInternal.MarkLearning.GetMarkContent(System.Int32)
